{
    "Informacion": [
        {
            "titulo": "Tecnicatura Superior en Diseño Gráfico y Multimedial",
            "descripcion": "En la actualidad, estoy en la carrera de diseño gráfico, explorando su evolución histórica y su aplicación contemporánea. A través de la teoría y ejercicios prácticos, fortalezco mis habilidades mientras aprendo a aplicar este conocimiento en mis propias creaciones creativas."
        },
        {
            "titulo": "Diplomatura en Desarrollo web Full Stack",
            "descripcion": "Estoy cursando la Diplomatura de Desarrollo Web Full Stack gracias al programa Emplear + Empujar, en colaboración con la prestigiosa UTN, que nos brinda conocimientos en programación."
        },
        {
            "titulo": "Alura latam y Oracle next education",
            "descripcion": "En este curso, no solo tuvimos la oportunidad de aprender Java y Spring Boot, sino que además, se nos brindaron valiosas lecciones prácticas sobre cómo aplicar estos conocimientos en el entorno laboral. Más allá de la teoría, pudimos experimentar situaciones reales y desarrollar nuestras habilidades profesionales. Además de la formación técnica, el curso también hizo hincapié en el desarrollo de nuestra agilidad y en la comprensión de modelos de negocios para crear una startup. Nos enseñaron cómo comunicarnos de manera efectiva, trabajar en equipo, resolver problemas y adaptarnos a diferentes situaciones, habilidades esenciales para destacar en el mundo laboral y en el proceso de emprendimiento."
        },
        {
            "titulo": "Codo a Codo Diseño UX/UI",
            "descripcion": "A lo largo del curso, exploramos los fundamentos esenciales del diseño UX/UI. Trabajando en equipo, llevamos a cabo el diseño completo de una aplicación móvil. Esta experiencia destacó la importancia de la colaboración para crear una experiencia digital sólida y atractiva."
        },
        {
            "titulo": "Educación IT Javascript desde cero",
            "descripcion": "Durante el curso, adquirí conocimientos esenciales sobre JavaScript y su versatilidad. A través de teoría y ejercicios prácticos, logré aplicar el lenguaje en situaciones concretas. También exploramos conceptos básicos de HTML y CSS, fortaleciendo mi base técnica para el desarrollo web."
        },
        {
            "titulo": "Egg Education Programación desde Cero",
            "descripcion": "A lo largo del curso, asimilé los principios y fundamentos de la programación, basándome no solo en la práctica de ejercicios, sino también en el entendimiento teórico. Además, participé activamente en diversos grupos para colaborar en la resolución conjunta de estos ejercicios."
        },
        {
            "titulo": "Argentina Programa #Se programar",
            "descripcion": "Durante este curso, no solo adquirí un conocimiento profundo de lenguajes como JavaScript y Ruby, sino que también me involucré activamente en la resolución de más de 200 ejercicios a lo largo de este trayecto."
        }
    ],
    "Lenguajes": [
        {
            "titulo": "Java",
            "nivel": "Básico"
        },
        {
            "titulo": "Javascript",
            "nivel": "Intermedio"
        },
        {
            "titulo": "Typescript",
            "nivel": "Intermedio"
        },
        {
            "titulo": "HTML",
            "nivel": "Intermedio"
        },
        {
            "titulo": "Angular",
            "nivel": "Básico"
        },
        {
            "titulo": "Css",
            "nivel": "Básico"
        },
        {
            "titulo": "React",
            "nivel": "Básico"
        }
    ],
    "Programas": [
        {
            "nombre": "Illustrator",
            "nivel": "Básico"
        },
        {
            "nombre": "Photoshop",
            "nivel": "Intermedio"
        },
        {
            "nombre": "Figma",
            "nivel": "Básico"
        },
        {
            "nombre": "Eclipse ide",
            "nivel": "Básico"
        },
        {
            "nombre": "vs code",
            "nivel": "Básico"
        },
        {
            "nombre": "Node js",
            "nivel": "Básico"
        },
        {
            "nombre": "Git",
            "nivel": "Básico"
        }
    ],
    "habilidadesB": [
        {
            "nombre": "Comunicación",
            "nivel": "Intermedio"
        },
        {
            "nombre": "Resiliencia",
            "nivel": "Intermedio"
        },
        {
            "nombre":"Empatía",
            "nivel":"Avanzado"
        },
        {
            "nombre":"Creatividad",
            "nivel":"Intermedio"
        }
    ],
    "Proyectos": [
        {
            "titulo": "Ecommerce",
            "imagen": "",
            "descripcion": "Desarrollé un proyecto con React, Vite, jsx y consumiendo una api logre no solo mostrar los productos, sino también hacer un filtrado de los mismos",
            "link": "https://"
        },
        {
            "titulo": "Api de peliculas",
            "imagen": "",
            "descripcion": "Desarrollé un proyecto empleando HTML, CSS y JavaScript, aplicando el método fetch junto con las técnicas async y await para acceder y recopilar datos desde una API externa.",
            "link": "hhtps"
        },
        {
            "titulo": "Color Flipper",
            "imagen": "",
            "descripcion": "Desarrollé un proyecto empleando HTML, CSS y JavaScript, aplicando el método fetch junto con las técnicas async y await para acceder y recopilar datos desde una API externa.",
            "link": "hhtps"
        }
    ]
}